Revit 2018 API
BuiltInFailures.ImportExportFailures Class
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 18.0.0.0 (18.0.0.0)
Syntax
C#
public static class ImportExportFailures
Visual Basic
Public NotInheritable Class ImportExportFailures
Visual C++
public ref class ImportExportFailures abstract sealed
Inheritance Hierarchy
System.Object
 Autodesk.Revit.DB.BuiltInFailures.ImportExportFailures
See Also
BuiltInFailures.ImportExportFailures Members
Autodesk.Revit.DB Namespace